{
  "category": [
    {
      "id": 1,
      "name": "Science"
    },
    {
      "id": 2,
      "name": "Nonfiction"
    }
  ],
  "book": [
    {
      "id": 1,
      "title": "Suicidal: Why We Kill Ourselves",
      "cover": "https://images.gr-assets.com/books/1529080938l/39105401.jpg",
      "author": {
        "id": 1,
        "name": "Jesse Bering"
      },
      "desc": "For much of his thirties, Jesse Bering thought he was probably going to kill himself. He was a successful psychologist and writer, with books to his name and bylines in major magazines. But none of that mattered. The impulse to take his own life remained. At times it felt all but inescapable."
    },
    {
      "id": 2,
      "title": "Gods and Robots: Myths, Machines, and Ancient Dreams of Technology",
      "cover": "https://images.gr-assets.com/books/1530986148l/40740411.jpg",
      "author": {
        "id": 2,
        "name": "Adrienne Mayor"
      },
      "desc": "The fascinating untold story of how the ancients imagined robots and other forms of artificial life—and even invented real automated machines."
    },
    {
      "id": 3,
      "title": "The Amazons: Lives and Legends of Warrior Women Across the Ancient World",
      "cover": "https://images.gr-assets.com/books/1406800535l/21981621.jpg",
      "author": {
        "id": 2,
        "name": "Adrienne Mayor"
      },
      "desc": "Amazons--fierce warrior women dwelling on the fringes of the known world--were the mythic archenemies of the ancient Greeks. Heracles and Achilles displayed their valor in duels with Amazon queens, and the Athenians reveled in their victory over a powerful Amazon army. In historical times, Cyrus of Persia, Alexander the Great."
    },
    {
      "id": 4,
      "title": "In Search of the Canary Tree: The Story of a Scientist, a Cypress, and a Changing World",
      "cover": "https://images.gr-assets.com/books/1538454062l/39324259.jpg",
      "author": {
        "id": 3,
        "name": "Lauren E. Oakes"
      },
      "desc": "The surprisingly hopeful story of one woman's search for resiliency in a warming world."
    },
    {
      "id": 5,
      "title": "In Search of the Canary Tree: The Story of a Scientist, a Cypress, and a Changing World",
      "cover": "https://images.gr-assets.com/books/1515529573l/35820369.jpg",
      "author": {
        "id": 3,
        "name": "Lauren E. Oakes"
      },
      "desc": "The dinosaurs. Sixty-six million years ago, the Earth’s most fearsome creatures vanished. Today they remain one of our planet’s great mysteries. Now The Rise and Fall of the Dinosaurs reveals their extraordinary, 200-million-year-long story as never before."
    },
    {
      "id": 6,
      "title": "The Wake Up",
      "cover": "https://images.gr-assets.com/books/1508260090l/35122155.jpg",
      "author": {
        "id": 1,
        "name": "Jesse Bering"
      },
      "desc": "From New York Times bestselling author Catherine Ryan Hyde comes a hauntingly emotional novel of how one man’s life changes forever when he rediscovers his ability to feel the pain of others."
    },
    {
      "id": 7,
      "title": "The End of Animal Farming: How Scientists, Entrepreneurs, and Activists Are Building an Animal-Free Food System",
      "cover": "https://images.gr-assets.com/books/1521659245l/37858349.jpg",
      "author": {
        "id": 1,
        "name": "Jesse Bering"
      },
      "desc": "A bold yet realistic vision of how technology and social change are creating a food system in which we no longer use animals to produce meat, dairy, or eggs."
    }
  ],
  "author": [
    {
      "id": 1,
      "name": "Jesse Bering",
      "desc": "Jesse Bering is a research psychologist and Director of the Centre for Science Communication at the University of Otago in Dunedin, New Zealand. \nAn award-winning science writer specializing in human behaviour, his first book, The Belief Instinct (2011), was included on the American Library Association’s Top 25 Books of the Year. This was followed by a collection of his previously published essays, Why Is the Penis Shaped Like That? (2012), and Perv (2013), a taboo-breaking work that received widespread critical acclaim and was named as a New York Times Editor’s Choice. His most recent book, Suicidal, will be released in late 2018 (published in the UK as A Very Human Ending). All of his books have been translated into many different languages."
    },
    {
      "id": 2,
      "name": "Adrienne Mayor",
      "desc": ""
    },
    {
      "id": 3,
      "name": "Lauren E. Oakes",
      "desc": ""
    }
  ]
}
